import React from "react";
import Image from "next/image";
import Breadcrumb from "@/components/Breadcrumb";

export default function EUDef() {
  return (
    <div className="flex flex-col justify-center text-center item-center bg-gradient-to-r from-sky-500 to-green-300 text-black items-center py-30 px-4 sm:px-10">
      <div className="bg-white rounded-xl w-full max-w-5xl px-4 sm:px-10 py-8">
        <Breadcrumb />
        <div className="flex justify-center items-center mb-6">
          <Image
            src="/assets/imgs/LogoSVP.png"
            alt="Company Logo"
            width={200}
            height={120}
          />
        </div>
        <div className="text-center grid grid-cols-1 sm:grid-cols-6 text-sm gap-4">
          <h1 className="sm:col-span-4 sm:col-start-2 font-semibold text-base sm:text-lg">
            ประกาศกฎระเบียบที่ปราศจากการตัดไม้ทำลายป่าของสหภาพยุโรป (EUDR)
            กลุ่มบริษัทในเครือ เอสวี โพลีเมอร์ กรุ๊ป
          </h1>

          <p className="text-left text-pretty sm:col-start-2 sm:col-end-6 p-2">
            ด้วยกลุ่มบริษัทในเครือเอ็นเทค โพลีเมอร์ กรุ๊ป (“บริษัท”)
            ได้เล็งเห็นถึงความสำคัญต่อความรับผิดชอบ
            ในด้านความยั่งยืนของต้นทางห่วงโซ่อุปทานยางพารา
            ในฐานะที่องค์กรเป็นส่วนหนึ่งของธุรกิจยางพารา
            บริษัทได้ตระหนักถึงความเสี่ยงทางด้านสิ่งแวดล้อมที่อาจจะเกิดขึ้นได้จากการดำเนินธุรกิจและห่วงโซ่
            อุปทาน โดยเฉพาะในประเด็นเรื่องการทำลายพื้นที่ป่า
            ดังนั้นบริษัทจึงมีความมุ่งมั่นจะสร้างความเชื่อมั่น
            ในการประกอบกิจการทั้งห่วงโซ่อุปทาน
            และร่วมเป็นส่วนหนึ่งในการป้องกันและลดการตัดไม้ทำลายป่า
            รวมทั้งการก่อให้เกิดความเสื่อมโทรมทางทรัพยากรทางธรรมชาติ
          </p>
          <p className="text-left text-pretty sm:col-start-2 sm:col-end-6 p-2">
            จากรายละเอียดข้อกำหนดของสินค้ารับเข้าภายใต้กฎระเบียบที่ปราศจากการทำลายพื้นที่ป่าของสหภาพ
            ยุโรป (EUDR)
            ทางบริษัทจึงได้มีการปรับใช้ในส่วนของเกณฑ์การคัดเลือกยางพาราธรรมชาติ
            โดยอาศัย นโยบายการมีส่วนร่วมเพื่อเสริมสร้างความยั่งยืน Corporate
            Sustainability Policy ในการอนุรักษ์ป่าไม้ ความหลากหลายทางชีวภาพ
            รวมทั้งการดำเนินธุรกิจอย่างยั่งยืน
            ทั้งนี้ทางบริษัทได้กำหนดคำมั่นสัญญา
            ตามนโยบายการจัดซื้อยางพาราอย่างยั่งยืน Sustainable Natural Rubber
            Procurement Policy
            ได้มีการน่ามาปรับใช้ในส่วนของกลุ่มผู้ค้ายางและเกษตกรไม่ให้มีการใช้ประโยชน์
            เปลี่ยนแปลง บุกรุก พื้นที่ป่าเพื่อปลูกยางพารา
            หรือใช้ประโยชน์เชิงพาณิชย์ในพื้นที่ป่าอย่างผิดกฎหมาย
            ใจความสำคัญคือบริษัทจะไม่ซื้อขายยางพาราอันมีต้นกำเนิดมาจากพื้นที่ที่มีการตัดไม้ทำลายป่าหรือมาจากพื้นที่ชุ่มน้ำ
            โดยนโยบายนี้จะรวมไปถึงการใช้คู่มือการสอบกลับไปยังตันทาง
            โดยทางกลุ่มผู้ค้ายางก็ต้องรับนโยบาย
            ร่วมกันเพื่อป้องกันความเสี่ยงที่จะทำให้เกิดการทําลายพื้นที่ป่าในกระบวนการผลิตยางพาราด้วยเช่นกัน
            บริษัทจะสื่อสารนโยบายนี้แก่กลุ่มพ่อค้ายางผ่านช่องทาง SV Polymer Line
            Official Account ซึ่งเป็น
            ศูนย์กลางการสื่อสารที่บริษัทได้พัฒนาขึ้นเพื่ออำนวยความสะดวกให้กลุ่มพ่อค้ายาง
            ให้สามารถส่งต่อข้อมูลข่าวสารและประสานงานเพื่อลดช่องว่างในการทำงานร่วมกับบริษัท
            ทั้งนี้กลุ่มพ่อค้ายางสามารถ
            ตอบรับและปฏิบัติตามคำมั่นสัญญาในการซื้อขายยางพาราเพื่อความยั่งยืนในการอนุรักษ์ทรัพยากรป่าไม้
            บริษัทจะปรับใช้กระบวนการสอบกลับตั้งแต่ต้นทางของห่วงโซ่อุปทานยางพาราผ่านข้อกำหนดในการ
            ประเมินความเสี่ยงด้วยความยั่งยืนและตรวบสอบเพื่อพิสูจน์และลดผลกระทบเชิงลบที่อาจเกิดขึ้นได้รวม
            ไปถึงการทำลายพื้นที่ป่าไม้ด้วยเช่นกัน SV Polymer
            จะใช้ระบบแอพพลิเคชั่นที่เป็นเครื่องมือตรวจสอบกลับที่
            มีความจำเป็นสำหรับการวิเคราะห์ตำแหน่งที่ปลูกยางพาราให้มีความสะดวกในการประเมิฯความเสี่ยงใน
            พื้นที่ที่มีการดัดไม้ทำลายป่าในห่วงโซ่อุปทาน
            หากพบว่าผู้ค้ายางมีการละเมิดค่ามั่นสัญญาในการรับซื้อยางจากพื้นที่ที่มีการตัดไม้ทำลายป่าตั้งแต่วันที่
            15 กรกฎาคม 2566 เป็นต้นไป บริษัทจะพิจารณายุติ ข้อดกลงในการซื้อขาย
            เพื่อสร้างความมั่นใจว่าจะมีการปฏิบัติตามนโยบายบริษัทภายใต้ข้อกำหนด
            ของสินค้ารับเข้าตามกฎระเบียบที่ปราศจากการทำลายพื้นที่ป่าอย่างเคร่งครัด
          </p>
          <p className="text-left text-pretty sm:col-start-2 sm:col-end-6 p-2">
            ด้วยคำมั่นสัญญาที่หนักแน่นในการดำเนินธุกิจและห่วงโซ่อุปทานที่จะไม่ส่งเสริมกิจกิจกรรมที่ทําลาย
            พื้นที่ป่า ดามรายละเอียดที่กล่าวมาข้างต้น
            ทางบริษัทมีความเชื่อว่าความรับผิดชอบในส่วนนี้จะช่วย ขับเคลื่อน
            เปลี่ยนแปลงให้อุตสาหกรรมยางพาราไปในทิศทางที่ดีขึ้น
            เพื่อปกป้องธรรมชาติ ท้องถิ่น ชุมชน
            ตลอดจนห่วงโซ่อุปทานจากการท่าลายพื้นป่า
            ทั้งนี้ทางบริษัทยังคงยึดมั่นที่จะส่งมอบสินค้าที่มี
            คุณภาพดีตามมาตรฐาน
            ทั้งยังเป็นสินค้าที่มีความรับผิดชอบต่อแหล่งต้นทางของยางพาราที่ปราศจาก
            การตัดไม้ทำลายป่าให้กับลูกค้าต่อไป
          </p>
        </div>
      </div>
    </div>
  );
}
