import React from "react";

export default function GreenhouseGasManagement() {
  return (
    <div>
      ประกาศนโยบาย เรื่อง การจัดการก๊าซเรือนกระจกและอนุรักษ์พลังงาน
      ด้วยคณะผู้บริหารมีความตระหนักถึงการมีส่วนร่วมแก้ไขปัญหาการเปลี่ยนแปลงสภาพภูมิอากาศ
      (climate change)
      จึงมุ่งมั่นผลักดันให้องค์กรมีส่วนร่วมในการลดก๊าซเรือนกระจก
      มุ่งสู่องค์กรที่เป็นกลางทางคาร์บอน ตอบสนองต่อนโนบายของประเทศไทย
      สอดคล้องกับข้อตกลงอนุสัญญาสหประชาชาติว่าด้วยการเปลี่ยนปแลงสภาพภูมิอากาศ
      (UNFCCC) และเป็นองค์กรที่ส่งเสริมการอนุรักษ์พลังงาน ลดการใช้พลังงาน
      เพื่อสิ่งแวดล้อมที่ดีต่อชุมชน สังคมและประเทศชาติ จึงขอประกาศนโยบาย ดังนี้
      1 ส่งเสริมการใช้พลังงานทดแทนหรือพลังงานสะอาด ในการผลิตและการดำเนินงาน
      ภายในองค์กร 2
      ปรับปรุงและพัฒนากระบวนการผลิตและกิจกรรมการดำเนินงานให้มีประสิทธิภาพเพื่อ
      ลดความสิ้นเปลือง ใช้ทรัพยากรอย่างคุ้มค่า และนำกลับมาใช้ใหม่ (Reduce- Reuse
      -Recycle) 3 ลดการปล่อยก๊าซเรือนกระจกทั้งทางตรงและทางอ้อม
      จากกิจกรรมการผลิตและบำบัดมลพิษ การดำเนินงานต่างๆ ภายในองค์กรอย่างต่อเนื่อง
      4 สร้างความตระหนัก ส่งเสริมให้พนักงานทุกฝ่าย
      มีส่วนร่วมในการเสนอแนะข้อคิดเห็นที่เป็นประโยชน์ต่อการจัดการก๊าซเรือกระจกและอนุรักษ์พลังงาน
      เพื่อให้นโยบายฉบับนี้นำไปใช้เป็นแนวทางในการปฏิบัติอย่างเป็นรูปธรรม
      จึงได้กำหนดเป็นเป้าหมายลดการก๊าซเรือนกระจกและพลังงานในทุกๆปี
      ได้มอบหมายให้คณะทำงานลดก๊าซเรือนกระจกและอนุรักษ์พลังงานเป็นผู้ขับเคลื่อนโครงการต่างๆ
      และให้พนักงานทุกคนให้ความร่วมมือและปฏิบัติให้เป็นส่วนหนึ่งของวัฒนธรรมองค์กร
    </div>
  );
}
